Repository: Elvinas/omniva-woocommerce
Catalog: omniva-woocommerce/lang/omnivalt-*.po
Languages: et, lv

source: Shipping Method for Omniva
et: Saatmismeetod Omnivale
lv: Piegādes metode Omnivai

source: Enable
et: Luba
lv: Iespējot

source: Enable this shipping.
et: Luba see saatmine.
lv: Iespējot šo piegādi.

source: Api user
et: Api kasutaja
lv: Api lietotājs

source: Api user password
et: Api kasutaja parool
lv: Api lietotāja parole

source: Company name
et: Firma nimi
lv: Kompānijas nosaukums

source: Bank account
et: pangakonto
lv: bankas konts

source: Shop name
et: Pood nime
lv: Veikalu nosaukums

source: Shop city
et: Osta linn
lv: Veikala pilsēta

source: Shop address
et: Poe aadress
lv: Veikala adrese

source: Shop postcode
et: Pood postiindeks
lv: Veikala indekss

source: Shop phone number
et: Osta telefoninumbrit
lv: Veikala tālruņa numurs

source: Pick up time start
et: Võta aeg alguseni
lv: Uzņemšanas laiks sākas

source: Pick up time end
et: Võta aeg lõpuni
lv: Paņem laiku

source: Send off type
et: Saatke tüübist välja
lv: Nosūtiet no tipa

source: Send from store type.
et: Saatke alates poodi tüübist.
lv: Nosūtiet no veikala tipa.

source: Parcel terminal
et: Maatüki terminal
lv: Sūtījumu termināls

source: Show parcel terminal method in checkout.
et: Näidake paki terminali meetodit kassas.
lv: Parādiet piegādes termināla metodi izrakstā.

source: Show courrier method in checkout.
et: Kuva kulleri meetod kassasse.
lv: Parādiet kurjeres metodi izrakstīšanās laikā.

source: Allowed countries
et: Lubatud riigid
lv: Atļautās valstis

source: Courrier price
et: Courrieri hind
lv: Courrier maksa

source: Parcel terminal price
et: Saadetise terminali hind
lv: Sūtījuma gala cena

source: Weight (kg)
et: Kaal (kg)
lv: Svars (kg)

source: Maximum allowed weight
et: Maksimaalne lubatud mass
lv: Maksimāli pieļaujamais svars

source: Omniva parcel terminal
et: Omniva paki terminal
lv: Omniva paku terminālis

source: Omniva courrier
et: Omniva kuller
lv: Omniva kurjers

source: Response is in the wrong format
et: Vastus on vales vormis
lv: Atbilde ir nepareizā formātā

source: No saved barcodes received
et: Saadetud salvestatud vöötkoode pole
lv: Nav saņemtu saglabātu svītrkodu

source: Shipping method is not Omniva
et: Saatmise viis ei ole Omniva
lv: Piegādes metode nav Omniva

source: Omniva lavel generated
et: Omniva lavel loodud
lv: Omniva lavel radīts

source: Sorry, %d kg exceeds the maximum weight of %d kg for %s
et: Vabandust,% d kg ületab maksimaalse massi% d kg% s kohta
lv: Atvainojiet,% d kg pārsniedz maksimālo svaru% d kg% s

source: Select parcel terminal
et: Valige paki terminal
lv: Izvēlieties pakas termināli

source: Print Omniva labels
et: Prindi Omniva sildid
lv: Drukāt Omniva etiķetes

source: Print Omniva manifest
et: Trükkige Omniva manifesti
lv: Drukāt Omniva manifestu

source: Generate Omniva label
et: Loo Omniva silt
lv: Izveidot Omniva marķējumu

source: VIew Omniva label
et: VIew Omniva silt
lv: VIew Omniva etiķete

source: Omniva shipping
et: Omniva laevandus
lv: Omniva kuģniecība

source: Omniva shipping plugin for WooCommerce
et: WooCommerce'i Omniva edastusplugin
lv: Omniva piegādes spraudnis WooCommerce
